// noah.js
const hardcodedCalendarData = {
    "calendar": [
        {
            "day": 1,
            "title": "#12월의_첫_날_자캐는",
            "story": "<p>오리진: 슬슬 때가 되었죠. 괴도 예고장을 보냅니다. 예고장 발표되기 전에 로이한테 엔젤이 맡아줄 수 있냐고 물어봐요…. 아마 예고장 발표되기 전에는 엔젤이 밥은 얼만큼 먹이면 되고 이런 평범한 대화 하다가 예고장 공개되면 전화오려나… 너무 좋네요….  이래서 오리진 데웤이 로이가 착해서 놀아주는 관계라고 생각하고 있었구나 깨달았어요.</p><p>정사: 바빠서 연락 안될듯… 잠깐 시상식? 아무튼 사람 많은 상황에서 UGN 일로 접촉했는데 파파라치 찍힐까봐 쫄린 로이… 귀여울거같아요….</p><p>CRC: 지부에 트리 꺼내둡니다. 근데 잘린 손목 장식(할로윈)이 끼워져 있을 수도 있는… 아니지 미네르바가 자꾸 트리 사냥하려고 해서 트리 였던것이 될지도…. 트리 대신 벽에 엽서 붙여서 크리스마스 분위기 내는 것도 좋을듯… 엽서도 노리려나… 아무튼 미네르바가 트리 노릴 때 로이한테 고양이어로 ‘이건 사냥감이 아니야’라고 번역해줘 했다가 한소리 들을 것 같아요.</p><p>둘형사: 아무래도 직장인. 업무 캘린더 확인하고 놀러갈 생각을 하죠… 동거하니까 로이한테 크리스마스 일정도 물어볼듯 집에 있을 건지 본가 갈 건지? 경찰서에서 크리스마스 파티한다면 둘다 참여하지 않을까요… 막내니까 둘이서 파티 기획하는 것도 재밌을듯… 취향 극과 극…</p><p>돌좁길: 산타가 없다는 건 알지만 그래도 홀리데이~연말은 같이 보낼 수 있기를 기도합니다. 형 임무 안나가게 해주세요… 나가도 안 다치고 돌아오게 해주세요… 크리스마스 케이크 정도는 같이 잘라먹지 않을지… 행복해요…</p><p><b>TMI - 돌좁길은 임무 가기 전 기준! 안적혀있어도 임무 가기 전으로 이해해주시길 + 첫 번째 거라 분량 조절 실패했어요</b></p>",
            "image_url": "image/1.png",
            "popup_image_url": null,
            "open_date": "2025-12-01"
        },
        {
            "day": 2,
            "title": "#길거리에_캐롤이_들리기_시작하면",
            "story": "<p>오리진,정사,둘형사: 흥얼거림… 비록 로이는 듀엣은 안해주겠지만(JOKE)</p><p>CRC: 지부장실에 캐롤 피아노 버전 플레이리스트 틀어둘듯…</p><p><b>TMI - 이름 설정</b></p><p>노아 이름은 중성적인? 부드러운 느낌이 드는 이름이라 골랐어요 ‘ㄴ’, ‘ㅇ’가 울림소리라 부드러운 그런…</p><p>데일은 노아랑 발음이 어울리면서 그동안 자캐 성으로 안 쓴 거라서 픽.</p><p>하지만 모아놓고 보니 알파벳 8개면 끝나는 글자 아껴쓰기 이름이 되었습니다.</p>",
            "image_url": "image/2.png",
            "popup_image_url": null,
            "open_date": "2025-12-02"
        },
        {
            "day": 3,
            "title": "#첫눈이_내린_날",
            "story": "<p>오리진: 엔젤이랑 같이 이것저것 하다가 둘다 감기걸려서 킁 … 하고 있으면 웃길듯… 라디에이터 틀어놓고 늘어져서 밥하기 귀찮은데 로이 오면 같이 피자 배달시켜먹자고 할까… 엔젤이조차 노아에게 잔소리를 할 것 같은 발언... 하지만 퍼푸치노로 엔젤이에게 딜을 걸어요... </p><p>정사: 로이 책상에 눈오리 두고감 디멘게 짱~ (이런용으로쓰지말라고잔소리들을듯) 그리고 다니엘이랑 테레사 마주쳐서 커피 사줄듯... 딱히 둘에게 책임감을 느끼는 건 아니지만 챙기긴 할 것 같아요.</p><p>CRC: 칠드런 데리고 눈싸움 하고 오라고 보냄 근데 어쩌다가 노아도 결국 끌려나갈듯 조준은 잘 하는데 눈 뭉치기 귀찮고 피하기도 귀찮아서 빛으로 던진척하고 있어요... 이게 뭐지 </p><p>둘형사: 옥상에서 눈사람 만들어서 난간? 그런 담 같은 곳에 예쁘게 올려둘듯… 아니면 꼬맹이들이 경찰차 위에 작은 눈사람 만들어둬서 이거 안 떨어트리고 순찰하기 내기하는 것도 귀여울듯...</p><p>돌좁길: …로이 닮은 눈사람 만듬… 닮음 지수는 10점 만점에 4점. 애매하네요. 노력은 했구나… 재능은 없구나… 그래도 최선을 다해 목도리도 해주고... 노력합니다.</p>",
            "image_url": "image/3.png",
            "popup_image_url": null,
            "open_date": "2025-12-03"
        },
        {
            "day": 4,
            "title": "#크리스마스_케이크와_쿠키_중_하나만_고를_수_있다면",
            "story": "<p>어려운데 다 케이크 고를듯</p><p>케이크는 나눠먹는 느낌이 강하잖아요 나눠먹는 파티가 좋음… 혼자 먹는 쿠키에 별로 관심 없는 느낌... 외향인 힘드네요 </p><p><b>TMI - 무인도에 떠러질 때 챙길 물건으로 상대 지목하기</b></p><p>오리진:함 파트너잖아요 같이 고생합시다 (?) 사실 귀걸이 있어서 그렇게 위험하진 않겠지만 무인도에 떨어진 이유를 같이 파악하는 목적이 강하고... 그거라면 로이도 같이 해주지 않을까요.... 근데 무인도에서 스노쿨링 하자고 하면 버리고 갈 것 같아요.</p><p>정사: 나는 디멘게가 있다 제가 최고죠? 하려고 로이 데려가요 같이 가자 </p><p>CRC: 안함… 같이 고생할 필요 있나? 시간 나면 나 찾아주고. 돌아가려고 노력은 하는데 아무것도 없는 곳에서 한 3시간 정도는 힐링합니다... 그리고 나면 외로워요... 그래서 최대한 돌아가려고 할듯.. </p><p>둘형사: 우리 파트너지? (?)  근데 합리적으로 생각해보면 안데려갈듯… 그래야 로이가 날 찾아주지 않을까나~라는 마음으로요... 안 데려감. 설령 적절한 때에 도착하지 못하더라도... 굳이? 둘다 힘들어질 필요는 없으니까... 이거... 뭔가 죽기 전에도 비슷하게 생각할 것 같네요 갑자기 힘들어짐. </p><p>돌좁길: 로이에게 미안해서 한참 고민하다가 분리불안있어서 데려감 근데 로이도 노아가 혼자 무인도에 떨어지는 것보단 같이 가는 게 낫겠죠? 윈윈입니다.</p>",
            "image_url": "image/4.png",
            "popup_image_url": null,
            "open_date": "2025-12-04"
        },
        {
            "day": 5,
            "title": "#크리스마스_트리에_걸고_싶은_오너먼트",
            "story": "<p>전부: 깜꼬쿠키 오너먼트 어떻게 구해서 걸어둠</p><p>근데 돌좁길이면 고양이 말고 강아지로 할 수도 있겠다는 생각이 드네요…</p><p><b>TMI - 콩 한쪽 나눠먹기 가능?</b></p><p>오리진, 정사, 둘형사: 끅끅 웃으며 반으로 잘라 먹여주기까지 가능... 후추까지 뿌려줄게요 </p><p>CRC: 고양이가 콩 먹어도 돼?…로 로이의 분노 게이지를 다 써서 더는 놀리지 않고 얌전히 나눠먹거나(콩한쪽 나눠먹어야 탈출 가능한 방이다 그런 경우) 한명이 다 먹게 될듯 합니다.. </p><p>돌좁길: 진짜 진심으로 하나도 놀리지 않고 선한 마음으로 로이에게 양보…! 가능…! 근데 서로 양보하다가 결국 노아 입에 들어갈듯… 그것이... 보호자와 피보호자 같은 사제관... </p>",
            "image_url": "image/5.png",
            "popup_image_url": null,
            "open_date": "2025-12-05"
        },
        {
            "day": 6,
            "title": "#트리_꼭대기의_별을_장식하는_사람은_누구",
            "story": "<p>오리진: 다 꾸며두고 퇴근한 로이에게 이것만 해요~ 라고 남겨두지 않았을까요 … 엔젤이 머리에 별…머리띠도 귀엽겠다.</p><p>정사: 지니. 지니 발로르 능력으로 동동 띄워주면 뭐라하나요 그럼 안아들어서 마지막 별을~ 귀엽다.</p><p>CRC: 둘다 칠드런이나 다른 사람에게 양보할듯… 둘이서 만든다면 로이에게 하라고 해요… 멘탈 괜찮으면 얼마나 잘하는지 보자~ 같은 시덥지 않은 말을 하는데 멘탈 안좋으면 그냥 보고만 있을듯. 조용해짐… 그림자나 쪼물딱 거리면서 그림자로 별만들어보고요.. </p><p>둘형사: 별로 신경 안쓸 것 같아서 먼저 집는 사람이 하지 않을지…? 근데 상대방이 삐뚫게 달면 놀리기는 합니다 큩. </p><p>돌좁길: 노아가 하지 않을까요… 어릴 땐 의자 밟고 올려두고 커서는 서서 잘 올려둠… 노아치고 기특한거같기도…</p>",
            "image_url": "image/6.png",
            "popup_image_url": null,
            "open_date": "2025-12-06"
        },
        {
            "day": 7,
            "title": "#트리를_다_꾸몄는데_전구에_불이_들어오지_않는다면",
            "story": "<p>오리진: 이것저것 끼릭끼릭 해본 괴도 답게 당당하게 전기 부품을 확인해보는데…. 사실 노아의 이벤트일 것 같기도 해요 노아가 장비 보려고 고개 돌리면 불켜지고 고개 돌리면 꺼지고… 로이만 어? 어… 어? 어… 하게 하는…</p><p>정사: 이런 일로 블랙독 부르기는 그런데… 그냥 톡톡 때려봄… 안되면… 로이랑 지니봄.</p><p>CRC: 고쳐보려고 시도하다가 감전될뻔해서 오~ 장갑끼라고 한 거 누구야 선견지명 최고다~ 이런 말이나 하면서 트리를 보내주고 새로 사올듯… 불운의 세카이…</p><p>둘형사: 오. 선 끊어진 거 발견하고 다크 크리스마스 트리 컨셉으로 바꾸려고 시도해요.</p><p>돌좁길: 로이봄… 트리봄… 로이봄...</p>",
            "image_url": "image/7.png",
            "popup_image_url": null,
            "open_date": "2025-12-07"
        },
        {
            "day": 8,
            "title": "#받고_싶은_크리스마스_선물은",
            "story": "<p>오리진, 정사, 둘형사: 재밌는 거~ 웃기면 다 좋음… 근데 로이 제법 고심했을 것 같아서 고심한 로이 표정이 웃겨서 무엇이든 어느 정도는 기쁘게 받지 않을까요.</p><p>CRC: 아무거나? 근데 크리스마스 선물을 줘야 할 위치라서 기대하진 않을듯… 아무거나 주면 오 나도 챙겨주는 거야? 하고 좋아함…</p><p>돌좁길: 로이가 주는 거면 다 좋음! 그렇지만 일상생활에서 쓸 수 있는 걸 주면 계속 떠오르니까 더 좋아할듯… 목도리 같은 거… 겨울 내내 하고다니다가 해지면 슬퍼함…</p>",
            "image_url": "image/8.png",
            "popup_image_url": null,
            "open_date": "2025-12-08"
        },
        {
            "day": 9,
            "title": "#주고_싶은_크리스마스_선물은",
            "story": "<p>오리진: …괴도 예고장… 의 예고장… 이때 야근할테니까 고생하시구…….. 이게 선물? 기만 아닌가요? 야근예정일을 알려주는 게 선물이라니… 야근 앞두고 쓰고 있어서 예민한 걸지도… 이거 말고 다른 거… 영양제… 병주고 약주고 해요….</p><p>정사: 파파라치에게서 입수한 나가면 곤란한 사진 ㅠ…  그 데웤 수갑 그때 수갑차고 머그샷 찍은 사진… 같은 거여도 웃길듯 하네요… 선물이 아닌 거 같기도?</p><p>CRC: 개인적으로 필요한거 물어봐서 그거랑 자기 취향의 이상한거 하나 해서 두개 줄듯… 이상한 건 뭐… 책(제목:고양이처럼 생각하는 법)이나 산리오 미아방지 팔찌 같은 것… 로이가 ㅡㅡ 할만한 것…</p><p>둘형사: 실용적인거 사줄듯… 커피머신이나 싸다구 때려서 깨워주는 알람 시계 같은 거…… 근데 동거 중이라 노아한테 사용될 가능성도 있음… 그러니 공평해서 선물한 거겠죠</p><p>돌좁길: 근데 이것도 로이가 준 용돈으로 산 거 아닐까라는 현실적인 생각이 들지만 주고 싶은 거 고르라면… 행운의 부적…</p>",
            "image_url": "image/9.png",
            "popup_image_url": null,
            "open_date": "2025-12-09"
        },
        {
            "day": 10,
            "title": "#적극적으로_시체_혹은_범죄_도구_숨겨주기",
            "story": "<p>공통 가정 - 로이가 갑자기 미쳐서 쾌락살인마가 되지는 않았다.</p><p>오리진, 정사: 가능한데… 로이라면 그냥 자수하는 쪽이 마음이 편하지 않겠냐고 물어볼듯…</p><p>CRC: 잊고싶냐고 물어볼듯… 원하면 로이 기억까지 지워주려고 노력할 것 같아요.</p><p>둘형사: …공범이 되고 같이 자수하자고 할 것 같음…</p><p>돌좁길: 로이가 노아에게 시킬까? 라는 의문이 들지만 임무중이거나 해야 하는 상황이면 당연히 하죠. 시체를 보고 기분이 좋지는 않지만… 로이를 위해서라면 못할 일도 아니고 훈련도 여러번 받았을테니…</p>",
            "image_url": "image/10.png",
            "popup_image_url": null,
            "open_date": "2025-12-10"
        },
        {
            "day": 11,
            "title": "#세계vs상대",
            "story": "<p>오리진, 정사: 상대. 누군가 희생해서 얻어지는 세계에 관심 없어요.</p><p>CRC: 페럴텔 전이었으면 세계. 지금은 상대. 포기하고 싶지 않아서… 나도 상대도.</p><p>둘형사: …상대. 어차피 상대와 세계 중에 정말로 선택해야 하는 상황이면 선택권이 나에게 있을 리가 없는데… 그렇다면 나라도 로이를 골라야 한다고 생각할듯… 합니다.</p><p>돌좁길: 상대. 그런데 이유가 상대=세계라서. 노아의 세계가 좁고 넓고를 떠나서 가장 다정한 부분은 로이였을듯 하니까요… 어쩔 수 없어…</p>",
            "image_url": "image/11.png",
            "popup_image_url": null,
            "open_date": "2025-12-11"
        },
        {
            "day": 12,
            "title": "#어린시절_받고_싶었던_크리스마스_선물",
            "story": "<p>(공통) 강아지나 고양이 키우고 싶었는데 뭔가 어머니가 알레르기 있어서 못키웠을 느낌…</p><p>탈다이애나 하면 솜사탕기계? 아이스크림 메이커 이런 거 말해서 부모님이 장난감이나 게임기로는 안될까ㅠㅠ..하실듯</p><p><b>TMI - 같이 감방 들어가서 \"그래도 재미있었지\" 하기</b></p><p>오리진,정사,둘형사: “그래도 재밌었지?” 그냥 공설이죠</p><p>CRC: 로이는 최대한 빼내보려 했을텐데 실패한듯 둘다 갇힌 거면 “그래도 고마웠어.” 할듯 개차반인지 양심인지 모르겠네요</p><p>돌좁길: “스승님 죄송합니다 저 때문에…”</p>",
            "image_url": "image/12.png",
            "popup_image_url": null,
            "open_date": "2025-12-12"
        },
        {
            "day": 13,
            "title": "#크리스마스의_저녁_메뉴는",
            "story": "<p>누구랑 먹는 거냐에 따라서 다를듯 로이랑 먹는다고 생각하고 떠오르는 대로 적어보겠어요</p><p>오리진/정사 크리스마스에 예고장 보내서 로이랑 같이 못먹고 야근할거같아요 26일에 만나서 같이 정신차리기 아메리카노나 마시면 다행… 아니 로이가 같이 마셔주면 다행…</p><p>둘형사는… 크리스마스 당직 뺑이치다가 개고생하고 꼬질꼬질이로 퇴근한 거면 로이랑 치우기도 귀찮으니 먹고들어가자 ㄱㄱ 하고 나갔다가 다 커플 or 가족 외식중이라 그 사이에서 꼬질꼬질하고 불쌍하게 먹는 것도 웃길거같아요…</p><p>CRC는 크리스마스 맞이 이상한 거 탄생시키려는 사교도 친구들 추적하고 기분 좋게 맥주한잔 했으면 좋겠다… 아니면 그 예전 지부장 죽은 날이 크리스마스라서 같이 무덤에 인사하러 가는 것도 좋을지도… 혹은 각자 갔는데 만나서 함께 돌아가는 것도 좋음…</p><p>돌좁길 … 로이의 특제 어쩌구가 나오지 않을까요 로이가 해주는 거 잘 먹음… 냠냠… 편식도 잘 안하는 편일듯… 어지간히 망하거나 음식이 차가운 수준이 아니면… 차카니여도 차가운 파스타는 먹고 싶지 않겠지… 하지만 케이크 하나에 해피해짐…</p>",
            "image_url": "image/13.png",
            "popup_image_url": null,
            "open_date": "2025-12-13"
        },
        {
            "day": 14,
            "title": "#산타_옷을_억지로_입혀진_자캐",
            "story": "<p>오리진,정사: 억지로…? 즐기고 있지 않을까요 컨셉롤플에 진심 호호호 메소드 연기 해줘요</p><p>CRC: 파티에서 하라는 것<오케이 / 산타옷만입고지부장실에서캐롤들으며일해<인생쉽지않다</p><p>둘형사: 파티에서 하라는 것<오케이 / 산타옷입고잠복하다가범인과추격전하기<인생쉽지않다</p><p>돌좁길: … 형 나 이상해? 놀리지 말고…. (힝..)</p><p>경찰이 대체적으로 인생을 못즐기는거같아요 공권력 같지 않았는데 노아 나름의 책임감은 있었나 봅니다.</p>",
            "image_url": "image/14.png",
            "popup_image_url": null,
            "open_date": "2025-12-14"
        },{
            "day": 15,
            "title": "#애정을_표현하는_방법은",
            "story": "<p>오리진,정사: 시간을 쓰는 것, 상대의 리액션을 재미있어 하는 것?</p><p>CRC: 편애죠… 자신이 세상을 이해하고 세상으로부터 방어하기 위해 세운 규칙 위에 두는 것.</p><p>둘형사: 모든 순간에 후회없이 대하는 것.</p><p>돌좁길: …그냥 보면 꼬리가 흔드는 기분이 됨…</p><p>그래도 최소한의 양심은 있네요…</p>",
            "image_url": "image/15.png",
            "popup_image_url": null,
            "open_date": "2025-12-15"
        },
        {
            "day": 16,
            "title": "#직접_크리스마스_케이크를_고른다면",
            "story": "<p>오리진: 하 만들겠다고 설치다가 개못만들어서 할로윈으로 컨셉변경</p><p>정사: 통나무 케이크를 고를거같은데… 선택권이 노아에게 있을까요? 지니가 고를듯</p><p>CRC: 트리 모양으로 골라요 이 트리는 미네르바가 공격하지 않을 거야… 아마도.</p><p>돌좁길: 귀여운 눈사람 모양 흰색 케이크…를 한번 샀다가 자르기 아까웠던 경험 이후로 오래 고민함. 모양이 귀여운 케이크와 귀여운 무언가가 올라간(그것만 치우면 됨) 케이크…. 하지만 늘 이기는 건 모양 자체가 귀여운 케이크일듯… 왜냐하면 귀여우니까.</p>",
            "image_url": "image/16.png",
            "popup_image_url": null,
            "open_date": "2025-12-16"
        },
        {
            "day": 17,
            "title": "#광장에_커다란_트리가_세워진걸_발견한다면",
            "story": "<p>오리진,정사: 얘가 범인일지도</p><p>CRC: 또 어떤 사교도인지 머리가 아픔 / 그냥 비리정치인의 보여주기 행정이면 차라리 니가 낫다… 하고 넘어가…제법 개빡센 삶을 사는 탐사자 같네요 블랙조크를 당사자 앞에서 하는 정신머리라 그렇지…</p><p>돌좁길: …오우와 (좋아해도 되나 로이 한번 보고) 우와…</p><p><b>TMI - 노아의 핸드폰 전화번호부 상태</b></p><p>긴급전화에 등록해둔 형이나 가족 한명 말고는 거의 등록 안해두고 번호를 외울듯… 인스타 sns 친구는 잘 받아줘요 번호저장은 귀찮음 사귀면… 하겠지… 아무래도요…</p>",
            "image_url": "image/17.png",
            "popup_image_url": null,
            "open_date": "2025-12-17"
        },
        {
            "day": 18,
            "title": "#자캐가_눈사람을_만든다면",
            "story": "<p>오리진: 목도리까지 야무지게 둘러두었으나 엔젤이가 신나서 밟아 사라짐…. 사진찍으려다가 그게 영상으로 찍혀서 로이에게 보내며 엔젤이 사춘기인거같아요… :( 함…</p><p>정사: 지니랑 같이 만들듯… 눈사람 만들어서 냉동고에 옮겨둬서 그래도 계속 보존해보려고 노력을 합니다 … 지니에게는 첫 눈사람인걸…</p><p>둘형사: 보고서 쓰기 싫어서 옥상에서 땡땡이 겸으로 만듬 땡땡이니까 제법 잘만들었을지두</p><p>CRC: 눈사람 만들고 있을 시간이 있다면 행복한거 아닐까요 쓰러져서 눈사람되지 않았다는 점에서 행복해합니다 뭘 만들든… 근데 대충 만들고 음… 따듯한 커피나 마실까? ^^ 할듯… 사회인의 꼬질함이 있네요… 신기해라</p><p>돌좁길: 조금 큰거랑 작은 거 세트로 만들어서 둡니다… 로이랑 자기임…</p>",
            "image_url": "image/18.png",
            "popup_image_url": null,
            "open_date": "2025-12-18"
        },
        {
            "day": 19,
            "title": "#아무도_밟지_않은_눈밭을_본다면",
            "story": "<p>공통: 가야하는 길이 아니어도 한번 밟아봄… 산책… 사람구경… 돌좁길 빼고는 겉으로는 그렇게 신난 티를 내지 않을듯</p><p>엔젤이랑 지니 있으면 절대로 들어가요 발자국 봐야해 너무귀엽겠다 아</p><p><b>TMI - 본인의_얼굴을_어떻게_생각하나요</b></p><p>공통: 엄마7 아빠3 정도의 비율로 느낌. 유전자란 신기하구나.</p><p>문득 노아의 외형 이상형은 부모님 같은 스타일일거같아요 (여: 화려활발큐티미인 / 남: 깔끔단정…)</p>",
            "image_url": "image/19.png",
            "popup_image_url": null,
            "open_date": "2025-12-19"
        },
        {
            "day": 20,
            "title": "#자캐가_크리스마스_카드를_쓴다면",
            "story": "<p>오리진: 강아지 있는 카드를 고름 편지에는 뭐라 쓸까요…</p><p>정사: 편지를 쓸까요? 그냥 메리크리스마스~ + 어디선가 얻은 호텔 식사권 넣어주고 말듯… 지니나… 어머니와 가세요… 쓰리잡은 바쁘다... 편지 지니가 써주지 않을까요</p><p>CRC: 이 편지는 뉴욕에서부터 시작되어……. 행운의 편지 씀 근데 맨해튼 사태로부터 온 편지 이건 진짜 시날 도입 아닌가요 무서운데</p><p>둘형사: 심플한 크리스마스 카드에 “같이 살면서 편지 쓰는 거 좀 웃기지 않아? 그래도 이게 예의니까~ 즐거운 크리스마스 보내길.” 추신: 내년에는 경찰서에 다른 전설이 생기길 바라며</p><p>돌좁길: 크리스마스보단 스승의 날에 쓸듯… 스승의 날 선물… 좋은 거 해주고 싶지만 의식주를 로이가 부양하고 있는데 용돈 모아서 산 꽃다발+편지가 적절하지 않을까요 아무래도</p>",
            "image_url": "image/20.png",
            "popup_image_url": null,
            "open_date": "2025-12-20"
        },
        {
            "day": 21,
            "title": "#주려던_크리스마스_선물을_들킨_자캐는",
            "story": "<p>돌좁길 제외: 눈치가 없다고 로이를 매도해요 양심이 없죠?</p><p>돌좁길: 깜짝 파티 해주려다가 들키면……. 어린이면 울먹… 되고 좀 커서는 힝구.. 됩니다. 양심있다.</p><p><b>TMI - 도발에 대한 반응</b></p><p>돌좁길: 최대한 냉정하게 대응하려고 노력함</p><p>나머지(안긁히는 내용): 와 유잼 컨텐츠 시작~ 같은 느낌으로 즐거워함…</p><p>나머지(긁히는 내용): 와~ 상대의 개차반이 되기 위해 최선을 다함…</p>",
            "image_url": "image/21.png",
            "popup_image_url": null,
            "open_date": "2025-12-21"
        },
        {
            "day": 22,
            "title": "#연말에_돌아보고_싶은_기억은",
            "story": "<p>오리진: 치명상을 입은 사람은 어떤 사고를 하는가… 치명상을 입은 건 아니고 그냥 그때의 추억을 돌아보며… 건강이 최고다를 합니다. 엔젤이랑 산책… 사실상 러닝…이나 하러 가요</p><p>정사: 내가 지부장이라니…+CRC로이와 했던 이야기를 떠올림… PTR 레전드네요</p><p>CRC: 교회에서 그날과… 로이가 붙잡아준 그 순간… 음 PTR 레전드네요 CRC로이가 그림자로 받아준 것도 떠올릴듯 … 역시 그림자는 CRC로이가 잘다룬다는 생각으로 끝맺음을 맺으며 어떻게든 잘해주기를 시도해봅니다.</p><p>둘형사: 아무래도 노아 입장에서는 …그냥 모든 세션이 위기위기위기였어서 세션 내용 쭉 떠올리면 되는 거 아닌가 싶네요 건물폭발에 휘말리고 살인사건에 휘말리고 로이가 범인 상대로 도발하는 진귀한 장면을 보고…</p><p>돌좁길: …어린 시절…</p>",
            "image_url": "image/22.png",
            "popup_image_url": null,
            "open_date": "2025-12-22"
        },
        {
            "day": 23,
            "title": "#크리스마스에_보고_싶은_영화",
            "story": "<p>정사는 자기가 나온 영화만 아니면 될듯… 휴일에 일하는 기분 No!</p><p>떠오르는 게 없어서 TMI를…</p><p><b>TMI - 생각하는_스스로의_나쁜_버릇</b></p><p>주변 사람의 마음을 고려 못해주는 것. 소중한 사람의 마음보다 자신의 판단을 우선시 하는 것?</p><p>어느 쪽이든… 결국 상처가 되는 것.</p><p>웃음을 못참는 것.(하지만 원래 사랑과 웃음은 안참는게 좋은 법인데…)</p>",
            "image_url": "image/23.png",
            "popup_image_url": null,
            "open_date": "2025-12-23"
        },
        {
            "day": 24,
            "title": "#크리스마스_전야제",
            "story": "<p><b>TMI - 상대에게 듣고 싶은 말은</b></p><p>오리진: “함께 괴도가 되어드릴게요.” 아니면 파트너(괴도와 경찰) 아니어도 친구로 남고 싶다는 말일듯…</p><p>정사: …파트너로서 믿고 있다는 말? 하 근데 양심이 없네요 왜 못믿겠니 로이가…</p><p>CRC: 정사로이에게는 이미 들었고… CRC로이에게… “애니멀테라피 해드릴게요…”… 농담이고 로이의 상황이 해결되어서 “워커 경관입니다.” 일듯… 그거 말고 파트너로서 바라는 말은 거의 다 해주고 있는 거 같아요 그렇지만 이제 둘툴루 가면 또… 서운 로이를 달래줘야만…</p><p>둘형사: “네가 파트너라서 다행이야.”</p><p>돌좁길: …그냥 옆에만 있어주면 됐는데… 문득 이게 돌좁길 마지막 날 공개될 수도 있겠네요 그렇다면 역시 “나도 네가 필요했어.” 아니면 “나도 너와 함께 돌아가고 싶어.” 같은 말 아닐까요… 아 아픈데… 돌려주세요… 스승님… 에바야…</p>",
            "image_url": "image/24.png",
            "popup_image_url": null,
            "open_date": "2025-12-24"
        },
        {
            "day": 25,
            "title": "#메리크리스마스!",
            "story": "<p>메리 크리스마스~</p><p>어쩐지 많은 일이 있었던 한 해가 지나가네요….</p><p>내년에도 잘 부탁드립니다.</p>",
            "image_url": "image/25.png",
            "popup_image_url": null,
            "open_date": "2025-12-25"
        }
    ],
    "settings": {
        "title_image_url": "image/advent_calendar_title.png",
        "background_image_url": "image/background.png",
        "site_title": "[데이워커] 어드벤트 캘린더",
        "favicon_url": "image/icon.ico",
        "lock_calendar": "1",
        "is_admin": false
    }
};
